Repository: ramz1t/FlashcardsApp
Catalog: FlashcardsApp/Localizable.xcstrings
Source language: en
Languages: ru

source: %lld cards
ru: %lld карточек

source: 1 card
ru: 1 карточка

source: Add Card
ru: Добавить Карточку

source: Add Cards to begin practicing every day
ru: Добавьте карточки для занятий каждый день

source: Are you sure you want to delete all your words? You can not undo this action
ru: Вы точно хотите удалить все ваши слова? Это действие нельзя отменить

source: Are you sure?
ru: Вы уверены?

source: Clear All Words
ru: Удалить Все Слова

source: Close
ru: Закрыть

source: Create New Card
ru: Создать Карточку

source: Creation date
ru: Дата создания

source: Delete
ru: Удалить

source: Done
ru: Готово

source: Edit
ru: Редактировать

source: Edit Card
ru: Редактирование

source: Hide translations
ru: Скрыть перевод

source: Locked
ru: Заблокировано

source: Made by Ramz1 🇸🇪
ru: Сделано Ramz1 🇸🇪

source: Original text
ru: Оригинальный текст

source: Remove Face ID
ru: Убрать Face ID

source: Save
ru: Сохранить

source: Settings
ru: Настройки

source: Shake To Lock
ru: Потрясти Для Блокировки

source: Show translations
ru: Показать перевод

source: Sort
ru: Сортировать

source: Swipe left to edit a card
ru: Смахните влево для редактирования

source: Translated text
ru: Перевод

source: Unlock
ru: Разблокировать

source: Unlocked
ru: Разблокировано

source: Use Face ID
ru: Использовать Face ID

source: Use Face ID to unlock the app and perform permanent actions
ru: Используйте Face ID для разблокировки приложения и необратимых действий

source: Wordlist Is Empty
ru: Список Слов Пуст
